Repository: Argon42043/GameShell
Catalog: missions/basic/07_mv_hidden_coins_garden/i18n/*.po
Languages: de

source: $GSH_HOME/Forest/Hut/Chest
de: $GSH_HOME/Wald/Hütte/Truhe

source: $GSH_HOME/Garden
de: $GSH_HOME/Garten

source: $MISSION_DIR/goal/en.txt
de: $MISSION_DIR/goal/de.txt

source: $MISSION_DIR/skip/en.txt
de: $MISSION_DIR/skip/de.txt

source: $MISSION_DIR/treasure-msg/en.txt
de: $MISSION_DIR/treasure-msg/de.txt

source: The coin '$coin_name...' has a wrong file name...
de: Die Münze '$coin_name...' hat einen falschen Dateinamen...

source: The coin '$coin_name...' has been tampered with...
de: Die Münze '$coin_name...' wurde manipuliert...

source: The coin '$coin_name...' is still in the garden!
de: Die Münze '$coin_name...' liegt noch im Garten!

source: There are several '$coin_name...' in the garden!
de: Es gibt mehrere '$coin_name...' im Garten!

source: There are several '$coin_name...' in your chest!
de: Es sind mehrere '$coin_name...' in deiner Truhe!

source: There is no '$coin_name...' in your chest!
de: Es gibt keine '$coin_name...' in deiner Truhe!

source: chest
de: Truhe

source: coin
de: Münze

source: hut
de: Hütte
