Repository: Argon42043/GameShell
Catalog: missions/basic/04_mkdir_chest/i18n/*.po
Languages: de

source: $GSH_HOME/Forest
de: $GSH_HOME/Wald

source: $MISSION_DIR/goal/en.txt
de: $MISSION_DIR/goal/de.txt

source: $MISSION_DIR/skip/en.txt
de: $MISSION_DIR/skip/de.txt

source: $MISSION_DIR/treasure-msg/en.txt
de: $MISSION_DIR/treasure-msg/de.txt

source: Chest
de: Truhe

source: Hut
de: Hütte

source: The $dir_name directory does not exist!
de: Das Verzeichnis $dir_name existiert nicht!

source: You are back at the initial directory.
de: Du bist wieder im ursprünglichen Verzeichnis.

source: You built too many chests in your hut!
de: Du hast zu viele Truhen in deine Hütte gebaut!

source: You built too many huts in the forest!
de: Du hast zu viele Hütten im Wald gebaut!

source: You did not build a chest in your hut!
de: Du hast in deiner Hütte keine Truhe gebaut!

source: You did not build a hut in the forest!
de: Du hast keine Hütte im Wald gebaut!
