Repository: Argon42043/GameShell
Catalog: missions/finding_files_maze/04_find_2/i18n/*.po
Languages: de

source: $GSH_HOME/Forest/Hut/Chest
de: $GSH_HOME/Wald/H端tte/Truhe

source: $GSH_HOME/Garden/Maze
de: $GSH_HOME/Garten/Labyrinth

source: $MISSION_DIR/goal/en.txt
de: $MISSION_DIR/goal/de.txt

source: $MISSION_DIR/skip/en.txt
de: $MISSION_DIR/skip/de.txt

source: $MISSION_DIR/treasure-msg/en.txt
de: $MISSION_DIR/treasure-msg/de.txt

source: Dummy mission '$DUMMY_MISSION' is required for mission $MISSION_NB ($MISSION_NAME).
de: Dummy-Mission '$DUMMY_MISSION' ist f端r Mission $MISSION_NB ($MISSION_NAME) erforderlich.

source: The command 'man' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'man-db')
de: F端r die Mission $MISSION_NAME ist der Befehl 'man' erforderlich. (Debian / Ubuntu: Installiere das Paket 'man-db')

source: The ruby in your chest is not valid!
de: Der Rubin in deiner Truhe ist ung端ltig!

source: The ruby is not in the chest!
de: Der Rubin ist nicht in der Truhe!

source: The ruby is still in the maze!
de: Der Rubin ist immer noch im Labyrinth!

source: There are too many rubys in the maze!
de: Es sind zu viele Rubine im Labyrinth!

source: ruby
de: Rubin

source: stone
de: Stein
