Repository: Argon42043/GameShell
Catalog: missions/finding_files_maze/03_find_1/i18n/*.po
Languages: de

source: $GSH_HOME/Forest/Hut/Chest
de: $GSH_HOME/Wald/Hütte/Truhe

source: $GSH_HOME/Garden/Maze
de: $GSH_HOME/Garten/Labyrinth

source: $MISSION_DIR/goal/en.txt
de: $MISSION_DIR/goal/de.txt

source: $MISSION_DIR/skip/en.txt
de: $MISSION_DIR/skip/de.txt

source: $MISSION_DIR/treasure-msg/en.txt
de: $MISSION_DIR/treasure-msg/de.txt

source: Coin '$coin_name' in your chest is invalid!
de: Die Münze '$coin_name' in deiner Truhe ist ungültig!

source: Dummy mission '$DUMMY_MISSION' is required for mission $MISSION_NB ($MISSION_NAME).
de: Dummy-Mission '$DUMMY_MISSION' ist für Mission $MISSION_NB ($MISSION_NAME) erforderlich.

source: GolD_CoiN
de: GolDmünzE

source: The command 'man' is required for mission $MISSION_NAME. (Debian / Ubuntu: install package 'man-db')
de: Für die Mission $MISSION_NAME ist der Befehl „man“ erforderlich. (Debian / Ubuntu: Installiere das Paket 'man-db')

source: There are too many gold coins in the maze!
de: Es sind zu viele Goldmünzen im Labyrinth!

source: There still are some gold coins in the maze!
de: Es sind noch einige Goldmünzen im Labyrinth!

source: coin
de: Münze

source: gold_coin
de: Goldmünze
