Repository: Argon42043/GameShell
Catalog: missions/basic/10_cp_standard_great_hall/i18n/*.po
Languages: de

source: $GSH_HOME/Castle/Great_hall
de: $GSH_HOME/Schloss/Große_Halle

source: $GSH_HOME/Forest/Hut/Chest
de: $GSH_HOME/Wald/Hütte/Truhe

source: $MISSION_DIR/goal/en.txt
de: $MISSION_DIR/goal/de.txt

source: $MISSION_DIR/skip/en.txt
de: $MISSION_DIR/skip/de.txt

source: $MISSION_DIR/treasure-msg/en.txt
de: $MISSION_DIR/treasure-msg/de.txt

source: I only wanted the standards!
de: Ich wollte nur die Fahnen!

source: I wanted all the standards!
de: Ich wollte alle Fahnen!

source: You changed the contents of the great hall!
de: Du hast den Inhalt der großen Halle verändert!

source: decorative_shield
de: dekorativer_schild

source: stag_head
de: Hirschkopf

source: standard
de: Fahne

source: suit_of_armour
de: Rüstung
