Repository: Argon42043/GameShell
Catalog: missions/intermediate/03_tab_spider_lair/i18n/*.po
Languages: de

source: $GSH_HOME/Castle/Cellar
de: $GSH_HOME/Schloss/Keller

source: $MISSION_DIR/goal/en.txt
de: $MISSION_DIR/goal/de.txt

source: $MISSION_DIR/skip/en.txt
de: $MISSION_DIR/skip/de.txt

source: $MISSION_DIR/treasure-msg/en.txt
de: $MISSION_DIR/treasure-msg/de.txt

source: Good, but you took $nb_seconds seconds. You needed to take less than $MAX_DELAY seconds...
de: Gut, aber du hast $nb_seconds Sekunden gebraucht. Du musst weniger als $MAX_DELAY Sekunden brauchen...

source: Lair_of_the_spider_queen
de: Versteck_der_Spinnenkönigin

source: Perfect, it took you only $nb_seconds seconds to complete this mission!
de: Perfekt, du hast nur $nb_seconds Sekunden gebraucht, um diese Mission abzuschließen!

source: The queen spider is still in its lair...
de: Die Spinnenkönigin ist immer noch in ihrem Versteck...

source: Where is the baby bat?
de: Wo ist die Babyfledermaus?

source: You are back in the cellar.
de: Du bist wieder im Keller.

source: You are not in the queen spider lair!
de: Du bist nicht im Versteck der Spinnenkönigin!

source: baby_bat
de: baby_fledermaus

source: spider_queen
de: Spinnenkönigin
