Repository: Argon42043/GameShell
Catalog: missions/basic/12_cp_ls_mtime_paintings_tower/i18n/*.po
Languages: de

source: $GSH_HOME/Castle/Main_tower/First_floor
de: $GSH_HOME/Schloss/Hauptturm/Erdgeschoss

source: $GSH_HOME/Forest/Hut/Chest
de: $GSH_HOME/Wald/Hütte/Truhe

source: $MISSION_DIR/goal/en.txt
de: $MISSION_DIR/goal/de.txt

source: $MISSION_DIR/skip/en.txt
de: $MISSION_DIR/skip/de.txt

source: $MISSION_DIR/treasure-msg/en.txt
de: $MISSION_DIR/treasure-msg/de.txt

source: Problem with generation of random filename!
de: Problem mit Generierung zufälliger Dateinamen!

source: The painting in your chest is invalid...
de: Das Gemälde in deiner Truhe ist ungültig...

source: The painting is not in the tower anymore...
de: Das Gemälde ist nicht mehr im Turm...

source: The painting is not in your chest...
de: Das Gemälde ist nicht in deiner Truhe...

source: There are too many paintings in your chest...
de: Es sind zu viele Gemäldeer in deiner Truhe...

source: There is no painting in your chest...
de: Es ist kein Gemälde in deiner Truhe...

source: painting
de: Gemälde
